Repository: posix88/WorldPlug
Catalog: WorldPlug/Resources/Copies/Localizable.xcstrings
Source language: en
Languages: it

source: Also known as
it: Conosciuta anche come

source: Code
it: Codice

# compatibility.legend.adapter.desc
source: Different plug shape; voltage is compatible
it: Spina diversa, tensione compatibile

# compatibility.legend.adapter.title
source: Adapter needed
it: Adattatore necessario

# compatibility.legend.compatible.desc
source: Same voltage and plug type — no adapter required
it: Stessa tensione e tipo di spina — nessun adattatore necessario

# compatibility.legend.compatible.title
source: Compatible
it: Compatibile

# compatibility.legend.converter.desc
source: Different voltage — a voltage converter is required
it: Tensione diversa — serve un convertitore di tensione

# compatibility.legend.converter.title
source: Converter required
it: Convertitore necessario

# compatibility.legend.title
source: Compatibility guide
it: Guida alla compatibilità

source: Compatible Plugs
it: Spine compatibili

# countries.available
source: %lld countries available
it: %lld paesi disponibili

# countries.filter.all
source: All
it: Tutti

# countries.filter.empty.description
source: Change compatibility filter or search query.
it: Modifica il filtro di compatibilità o i termini di ricerca.

# countries.filter.empty.title
source: No matching countries
it: Nessun paese corrispondente

# countries.filter.tip
source: Filter by plug compatibility.
it: Filtra per compatibilità della spina.

# countries.title
source: Countries
it: Paesi

source: Country
it: Paese

# country.detail.all.plugs
source: All plug types
it: Tutti i tipi di spina

# country.detail.collapse
source: Collapse details
it: Comprimi dettagli

# country.detail.compatibility.overview
source: Compatibility overview
it: Panoramica della compatibilità

# country.detail.directly.compatible
source: Directly compatible plugs
it: Spine direttamente compatibili

# country.detail.electrical.setup
source: Electrical setup
it: Caratteristiche elettriche

# country.detail.expand
source: Expand details
it: Espandi dettagli

# country.detail.map.locating
source: Finding the country on the map
it: Individuazione del paese sulla mappa

# country.detail.map.unavailable
source: Couldn't locate this country on the map
it: Impossibile individuare il paese sulla mappa

# country.detail.no.compatible.plugs
source: No directly compatible plugs. Expand for adapter or converter guidance.
it: Nessuna spina direttamente compatibile. Espandi per scoprire se serve un adattatore o un convertitore.

# country.detail.plugs.in.use
source: Plugs in use
it: Spine in uso

source: Error
it: Errore

# favorite.widget.no.selection
source: No country selected
it: Nessun paese selezionato

# favorite.widget.tip.message
source: Pick a saved country.
it: Scegli un paese salvato.

# favorite.widget.tip.title
source: Choose widget country
it: Scegli il paese

# favorite.widget.title
source: Favorite widget
it: Widget preferito

# general.close
source: Close
it: Chiudi

# home.country.adapter.needed
source: Adapter needed
it: Adattatore necessario

# home.country.badge
source: Home
it: Origine

# home.country.comparing.with
source: Comparing plugs with
it: Confronto con

# home.country.compatible
source: Compatible
it: Compatibile

# home.country.remove
source: Remove Home Country
it: Rimuovi Paese di origine

# home.country.set
source: Set as Home Country
it: Imposta come Paese di origine

# intent.country.entity.type
source: Country
it: Paese

# intent.country.entity.electrical.information
source: %1$@ uses %2$@ at %3$@. %4$@.
it: %1$@ usa %2$@ a %3$@. %4$@.

# intent.country.entity.plug.types
source: Plug types: %1$@
it: Tipi di spina: %1$@

# intent.country.entity.plug.types.unavailable
source: Plug types unavailable
it: Tipi di spina non disponibili

# intent.country.property.code
source: Code
it: Codice

# intent.country.property.electrical.information
source: Electrical information
it: Informazioni elettriche

# intent.country.property.frequency
source: Frequency
it: Frequenza

# intent.country.property.name
source: Name
it: Nome

# intent.country.property.plug.types
source: Plug types
it: Tipi di spina

# intent.country.property.voltage
source: Voltage
it: Tensione

# intent.country.power.description
source: Get voltage, frequency, and plug types for a country.
it: Ottieni tensione, frequenza e tipi di spina per un paese.

# intent.country.power.dialog.full
source: In %1$@, the electrical supply is %2$@ at %3$@. Plug types: %4$@.
it: In %1$@, la rete elettrica è a %2$@ e %3$@. Tipi di spina: %4$@.

# intent.country.power.parameter
source: Country
it: Paese

# intent.country.power.plugs.unavailable
source: Unavailable
it: Non disponibili

# intent.country.power.title
source: Get country power information
it: Ottieni informazioni elettriche

# intent.device.compatibility.description
source: Check whether a device is safe to use at a destination.
it: Controlla se un dispositivo è sicuro da usare a destinazione.

# intent.device.compatibility.destination.parameter
source: Destination
it: Destinazione

# intent.device.compatibility.device.parameter
source: Device
it: Dispositivo

# intent.device.compatibility.dialog.adapter
source: %1$@ is electrically compatible with %2$@, but you need a plug adapter. The destination uses %3$@ at %4$@.
it: %1$@ è elettricamente compatibile con %2$@, ma serve un adattatore. La destinazione usa %3$@ a %4$@.

# intent.device.compatibility.dialog.check.label
source: Check the label on %1$@ before using it in %2$@. %3$@
it: Controlla l’etichetta di %1$@ prima di usarlo in %2$@. %3$@

# intent.device.compatibility.dialog.destination.unavailable
source: I couldn’t load electrical information for %1$@.
it: Non sono riuscito a caricare le informazioni elettriche per %1$@.

# intent.device.compatibility.dialog.frequency.required
source: Check the frequency on the label of %1$@ before using it in %2$@. The destination supply is %3$@.
it: Controlla la frequenza sull’etichetta di %1$@ prima di usarlo in %2$@. La rete elettrica della destinazione è a %3$@.

# intent.device.compatibility.dialog.home.country
source: %1$@ is electrically compatible with %2$@. Set your home country in Socket Buddy to check whether you need a plug adapter.
it: %1$@ è elettricamente compatibile con %2$@. Imposta il paese di origine in Socket Buddy per verificare se serve un adattatore.

# intent.device.compatibility.dialog.ready
source: %1$@ is ready for %2$@. Its input supports %3$@ at %4$@, and your home plugs match.
it: %1$@ è pronto per %2$@. Supporta %3$@ a %4$@ e le spine del paese di origine sono compatibili.

# intent.device.compatibility.dialog.unsafe
source: Do not plug %1$@ in while in %2$@. The destination uses %3$@ at %4$@. %5$@
it: Non collegare %1$@ alla corrente in %2$@. La destinazione usa %3$@ a %4$@. %5$@

# intent.device.compatibility.frequency.parameter
source: Input frequency
it: Frequenza di ingresso

# intent.device.compatibility.recommendation.adapter
source: Adapter needed
it: Adattatore necessario

# intent.device.compatibility.recommendation.check.label
source: Check device label
it: Controlla l’etichetta

# intent.device.compatibility.recommendation.destination.unavailable
source: Destination unavailable
it: Destinazione non disponibile

# intent.device.compatibility.recommendation.home.country
source: Home country required
it: Paese di origine necessario

# intent.device.compatibility.recommendation.frequency.required
source: Device frequency required
it: Frequenza del dispositivo richiesta

# intent.device.compatibility.recommendation.ready
source: Ready
it: Pronto

# intent.device.compatibility.recommendation.type
source: Compatibility recommendation
it: Consiglio di compatibilità

# intent.device.compatibility.recommendation.unsafe
source: Do not use
it: Non usare

# intent.device.compatibility.title
source: Check a device
it: Controlla un dispositivo

# intent.device.compatibility.voltage.parameter
source: Input voltage
it: Tensione di ingresso

source: Get my next trip requirements
it: Ottieni i requisiti per il mio prossimo viaggio

# intent.next.trip.description
source: Get plug, voltage, and frequency requirements for your next trip.
it: Ottieni i requisiti di spine, tensione e frequenza per il tuo prossimo viaggio.

# intent.next.trip.dialog.adapter
source: Pack a plug adapter. Check every device label, or ask Socket Buddy whether a device is safe.
it: Porta un adattatore per la spina. Controlla l’etichetta di ogni dispositivo oppure chiedi a Socket Buddy se un dispositivo è sicuro.

# intent.next.trip.dialog.adapter.not.expected
source: A plug adapter is not expected based on your home plug types. Still check every device label, or ask Socket Buddy whether a device is safe.
it: In base ai tipi di spina del tuo paese di origine, non dovrebbe servire un adattatore. Controlla comunque l’etichetta di ogni dispositivo oppure chiedi a Socket Buddy se un dispositivo è sicuro.

# intent.next.trip.dialog.date.range
source: from %1$@ to %2$@
it: dal %1$@ al %2$@

# intent.next.trip.dialog.destination.unavailable
source: I couldn’t load electrical information for your next trip destination, %1$@.
it: Non sono riuscito a caricare le informazioni elettriche per la destinazione del tuo prossimo viaggio, %1$@.

# intent.next.trip.dialog.details
source: %1$@, %2$@. Electrical supply: %3$@ at %4$@. Plug types: %5$@.
it: %1$@, %2$@. Rete elettrica: %3$@ a %4$@. Tipi di spina: %5$@.

# intent.next.trip.dialog.home.required
source: Set your home country to check plug-adapter needs. Check every device label before travel.
it: Imposta il paese di origine per verificare se serve un adattatore. Controlla l’etichetta di ogni dispositivo prima del viaggio.

# intent.next.trip.dialog.home.unavailable
source: I couldn’t load your home country’s plug information. Check every device label and plug type before travel.
it: Non sono riuscito a caricare le informazioni sulle spine del tuo paese di origine. Controlla l’etichetta e il tipo di spina di ogni dispositivo prima del viaggio.

# intent.next.trip.dialog.no.trip
source: You don’t have an upcoming trip in Socket Buddy. Add one to get its plug, voltage, and frequency requirements from Siri.
it: Non hai un viaggio in programma in Socket Buddy. Aggiungine uno per ottenere da Siri i requisiti di spine, tensione e frequenza.

# intent.next.trip.dialog.trip.unavailable
source: The saved dates for your next trip to %1$@ need to be corrected in Socket Buddy.
it: Le date salvate per il tuo prossimo viaggio verso %1$@ devono essere corrette in Socket Buddy.

# intent.next.trip.recommendation.adapter
source: Pack a plug adapter
it: Porta un adattatore

# intent.next.trip.recommendation.adapter.not.expected
source: Plug adapter not expected
it: Adattatore non previsto

# intent.next.trip.recommendation.destination.unavailable
source: Destination unavailable
it: Destinazione non disponibile

# intent.next.trip.recommendation.home.required
source: Home country required
it: Paese di origine necessario

# intent.next.trip.recommendation.home.unavailable
source: Home country information unavailable
it: Informazioni sul paese di origine non disponibili

# intent.next.trip.recommendation.no.trip
source: No next trip
it: Nessun prossimo viaggio

# intent.next.trip.recommendation.trip.unavailable
source: Trip details unavailable
it: Dettagli del viaggio non disponibili

# intent.next.trip.recommendation.type
source: Next trip recommendation
it: Consiglio per il prossimo viaggio

# intent.next.trip.title
source: Get next trip requirements
it: Ottieni requisiti per il prossimo viaggio

# intent.open.country.description
source: Open a country’s power information in Socket Buddy.
it: Apri le informazioni elettriche di un paese in Socket Buddy.

# intent.open.country.parameter
source: Country
it: Paese

# intent.open.country.title
source: Open country
it: Apri un paese

# intent.open.home.country.description
source: Open your home country’s power information in Socket Buddy.
it: Apri le informazioni elettriche del tuo paese di origine in Socket Buddy.

# intent.open.home.country.missing
source: Set a home country in Socket Buddy first.
it: Prima imposta un paese di origine in Socket Buddy.

# intent.open.home.country.opening
source: Opening your home country in Socket Buddy.
it: Apertura del tuo paese di origine in Socket Buddy.

# intent.open.home.country.title
source: Open home country
it: Apri il paese di origine

source: Loading...
it: Caricamento...

source: Name
it: Nome

# navigation.back
source: Back
it: Indietro

# next.trip.cancel
source: Cancel
it: Annulla

# next.trip.dates
source: Dates
it: Date

# next.trip.departure
source: Departure
it: Partenza

# next.trip.destination
source: Destination
it: Destinazione

# next.trip.edit
source: Edit next trip
it: Modifica il prossimo viaggio

# next.trip.name
source: Trip name
it: Nome del viaggio

# next.trip.name.placeholder
source: Summer holiday
it: Vacanze estive

# next.trip.remove
source: Remove next trip
it: Rimuovi il prossimo viaggio

# next.trip.return.date
source: Return date
it: Data di ritorno

# next.trip.save
source: Save
it: Salva

# next.trip.search.destination
source: Search countries
it: Cerca paesi

# next.trip.tip.message
source: Add dates and destination.
it: Aggiungi date e destinazione.

# next.trip.tip.title
source: Plan a trip
it: Pianifica un viaggio

# next.trip.title
source: Next trip
it: Prossimo viaggio

# onboarding.adapter.info.subtitle
source: Know exactly what you need before you pack
it: Scopri cosa portare prima di fare la valigia

# onboarding.adapter.info.title
source: Adapter info
it: Informazioni sugli adattatori

# onboarding.countries.subtitle
source: Plug standards, voltage & frequency covered
it: Standard delle spine, tensione e frequenza inclusi

# onboarding.countries.title
source: 200+ countries
it: Oltre 200 paesi

# onboarding.get.started
source: Get Started
it: Inizia

# onboarding.home.country.subtitle
source: Instant compatibility checks when you travel
it: Controlli immediati di compatibilità quando viaggi

# onboarding.home.country.title
source: Home country
it: Paese di origine

# onboarding.picker.subtitle
source: We'll show plug compatibility\nfor every country you visit.
it: Ti mostreremo la compatibilità delle spine\nper ogni paese che visiterai.

# onboarding.picker.title
source: Where's home?
it: Da dove parti?

# onboarding.search.placeholder
source: Search country…
it: Cerca un paese…

# onboarding.select.country
source: Select a country above
it: Seleziona un paese qui sopra

# onboarding.tagline
source: Always travel plug-ready.
it: Viaggia sempre senza pensieri.

# Check %@ for %@
source: Check %1$@ for %2$@
it: Verifica %1$@ per %2$@

source: Open %@
it: Apri %@

source: Open a country’s power information in Socket Buddy.
it: Apri le informazioni elettriche di un paese in Socket Buddy.

source: Open country
it: Apri un paese

source: Open home country
it: Apri il paese di origine

source: Open your home country’s power information in Socket Buddy.
it: Apri le informazioni elettriche del tuo paese di origine in Socket Buddy.

source: Opening %@ in Socket Buddy.
it: Apertura di %@ in Socket Buddy.

source: Opening your home country in Socket Buddy.
it: Apertura del tuo paese di origine in Socket Buddy.

source: Pin Diameter
it: Diametro dei poli

source: Pin Spacing
it: Distanza tra i poli

# plug.images
source: Technical Images
it: Immagini tecniche

# plug.overview
source: Overview
it: Panoramica

# plug.share
source: Share
it: Condividi

# plug.share.tagline
source: Shared via Socket Buddy ⚡
it: Condiviso con Socket Buddy ⚡

# plug.share.text
source: ⚡ %1$@ — Socket Buddy %2$@ 📐 Specifications • Pin diameter: %3$@ • Pin spacing: %4$@ • Rated amperage: %5$@ Shared via Socket Buddy ⚡
it: ⚡ %1$@ — Socket Buddy %2$@ 📐 Specifiche tecniche • Diametro dei poli: %3$@ • Distanza tra i poli: %4$@ • Corrente nominale: %5$@ Condiviso con Socket Buddy ⚡

# plug.specifications
source: Specifications
it: Specifiche tecniche

# plug.type
source: %lld plug types
it: %lld tipi di spine

# plug.type.a.description
source: The Type A electrical plug (or flat blade attachment plug) is an ungrounded plug with two flat parallel pins. Although the American and Japanese plugs appear identical, the neutral pin on the American plug is wider than the live pin, whereas on the Japanese plug both pins are the same size. As a result, Japanese plugs can be used in the US but often not the other way around. The pins on Type A and Type B plugs have a hole near the tip that fits into 'bumps' found on the contact wipers of some sockets, so that the pins are gripped more tightly allowing for better contact and also to prevent the plug from slipping out of the socket. Some sockets have spring-action blades that grip the sides of the pins, making the holes obsolete.
it: La spina elettrica di Tipo A (o spina a lama piatta) è una spina non messa a terra con due pin piatti paralleli. Sebbene le spine americane e giapponesi appaiano identiche, il pin neutro sulla spina americana è più largo del pin di fase, mentre sulla spina giapponese entrambi i pin hanno la stessa dimensione. Di conseguenza, le spine giapponesi possono essere utilizzate negli Stati Uniti ma spesso non il contrario. I pin delle spine di Tipo A e B hanno un foro vicino alla punta che si inserisce in 'sporgenze' presenti sui contatti di alcune prese, in modo che i pin siano afferrati più saldamente consentendo un migliore contatto e impedendo anche alla spina di scivolare fuori dalla presa. Alcune prese hanno lame ad azione a molla che afferrano i lati dei pin, rendendo i fori obsoleti.

# plug.type.a.short.info
source: Used in North and Central America, Japan.
it: Usata in Nord e Centro America, Giappone.

# plug.type.b.description
source: The Type B electrical plug has two flat parallel pins and a round grounding (or earth) pin. The earth pin is longer than the other two so that the device is grounded before the power is connected. As with the type A plugs, the American and Japanese versions vary slightly. Type B plugs are rated at 15 amps.
it: La spina elettrica di Tipo B ha due pin piatti paralleli e un pin di messa a terra (o terra) rotondo. Il pin di terra è più lungo degli altri due in modo che il dispositivo sia messo a terra prima che venga collegata l'alimentazione. Come per le spine di tipo A, le versioni americana e giapponese variano leggermente. Le spine di Tipo B sono classificate a 15 ampere.

# plug.type.b.short.info
source: Used in North and Central America, Japan.
it: Usata in Nord e Centro America, Giappone.

# plug.type.c.description
source: The Type C electrical plug (or Europlug) is a two-wire plug that has two round pins. It fits into any socket that accepts 4.0 – 4.8 mm round contacts on 19 mm centres. They are being replaced by E, F, J, K or N sockets which work perfectly with Type C plugs. Type C plugs are generally limited for use in appliances that require 2.5 amps or less.
it: La spina elettrica di Tipo C (o Europlug) è una spina a due fili che ha due pin rotondi. Si inserisce in qualsiasi presa che accetta contatti rotondi da 4,0 – 4,8 mm su centri di 19 mm. Stanno essere sostituite da prese E, F, J, K o N che funzionano perfettamente con le spine di Tipo C. Le spine di Tipo C sono generalmente limitate per l'uso in apparecchi che richiedono 2,5 ampere o meno.

# plug.type.c.short.info
source: Used in Europe, except the United Kingdom, Ireland, Cyprus and Malta.
it: Usata in Europa, eccetto Regno Unito, Irlanda, Cipro e Malta.

# plug.type.d.description
source: The Type D electrical plug has three large round pins in a triangular pattern. Type M plugs are often used alongside Type D plugs for larger appliances and as a result, some sockets work with both Type D and Type M plugs. Type D plugs are rated 5 amps.
it: La spina elettrica di Tipo D ha tre pin rotondi grandi in uno schema triangolare. Le spine di Tipo M sono spesso utilizzate insieme alle spine di Tipo D per apparecchi più grandi e di conseguenza, alcune prese funzionano sia con spine di Tipo D che di Tipo M. Le spine di Tipo D sono classificate a 5 ampere.

# plug.type.d.short.info
source: Used in India, Sri Lanka, Nepal and Namibia.
it: Usata in India, Sri Lanka, Nepal e Namibia.

# plug.type.e.description
source: The Type E electrical plug has two 4.8 mm round pins spaced 19 mm apart and a hole for the socket's male earthing pin. The Type E plug has a rounded shape and the Type E socket has a round recess. Type E plugs are rated 16 amps. Note: The CEE 7/7 plug was developed to work with Type E and Type F sockets with a female contact (to accept the earthing pin of the Type E socket) and has earthing clips on both sides (to work with Type F sockets).
it: La spina elettrica di Tipo E ha due pin rotondi da 4,8 mm distanziati di 19 mm e un foro per il pin di messa a terra maschio della presa. La spina di Tipo E ha una forma arrotondata e la presa di Tipo E ha un incasso rotondo. Le spine di Tipo E sono classificate a 16 ampere. Nota: La spina CEE 7/7 è stata sviluppata per funzionare con prese di Tipo E e Tipo F con un contatto femmina (per accettare il pin di messa a terra della presa di Tipo E) e ha clip di messa a terra su entrambi i lati (per funzionare con prese di Tipo F).

# plug.type.e.short.info
source: Used in France, Belgium, Slovakia and Tunisia, among others.
it: Usata in Francia, Belgio, Slovacchia e Tunisia, tra gli altri.

# plug.type.f.description
source: The Type F electrical plug (also known as a Schuko plug) has two 4.8 mm round pins spaced 19 mm apart. It is similar to the Type E plug but has two earth clips on the side rather than a female earth contact. The CEE 7/7 plug was developed to work with sockets E and F and has grounding clips on both sides (to work with Type F sockets) and a female contact (to accept the grounding pin of the type E socket). Type F plugs are rated 16 amps.
it: La spina elettrica di Tipo F (nota anche come spina Schuko) ha due pin rotondi da 4,8 mm distanziati di 19 mm. È simile alla spina di Tipo E ma ha due clip di terra sul lato piuttosto che un contatto di terra femmina. La spina CEE 7/7 è stata sviluppata per funzionare con prese E e F e ha clip di messa a terra su entrambi i lati (per funzionare con prese di Tipo F) e un contatto femmina (per accettare il pin di messa a terra della presa di tipo E). Le spine di Tipo F sono classificate a 16 ampere.

# plug.type.f.short.info
source: Used in Germany, Austria, the Netherlands and Spain, among others.
it: Usata in Germania, Austria, Paesi Bassi e Spagna, tra gli altri.

# plug.type.g.description
source: The Type G electrical plug has three rectangular blades in a triangular pattern and has an incorporated fuse (usually a 3 amps fuse for smaller appliances such as a computer and a 13 amps one for heavy duty appliances such as heaters). British sockets have shutters on the live and neutral contacts so that foreign objects can't be introduced into them.
it: La spina elettrica di Tipo G ha tre lame rettangolari in uno schema triangolare e ha un fusibile incorporato (di solito un fusibile da 3 ampere per apparecchi più piccoli come un computer e uno da 13 ampere per apparecchi pesanti come i riscaldatori). Le prese britanniche hanno otturatori sui contatti di fase e neutro in modo che oggetti estranei non possano essere introdotti in esse.

# plug.type.g.short.info
source: Used in the United Kingdom, Ireland, Cyprus, Malta, Malaysia, Singapore and Hong Kong.
it: Usata nel Regno Unito, Irlanda, Cipro, Malta, Malesia, Singapore e Hong Kong.
